"DL Project Popup" = "8.0GB(복층)";
"SL Project Popup" = "4.0GB(단층)";
"Media Type"		= "디스크 유형:";

"iDVDStrWritNeedSingleLayerMedia" = "단층 디스크에서 구울 수 있는 프로젝트인데 복층 디스크를 삽입했습니다. 굽기를 진행하겠습니까?";
"iDVDStrWritNeedDualLayerMedia" = "프로젝트가 단층 디스크에 비해 너무 큽니다. 복층 디스크를 삽입하십시오.";

"DualLayerDiscImageTitle" = "복층 디스크 이미지 호환";
"DualLayerDiscImageMsg" = "복층 디스크 이미지에서 생성된 DVD는 DVD 플레이어에서 제대로 재생되지 않을 수도 있습니다.";
"DualLayerDiscImageMsgExt" = "복층 디스크 이미지를 굽기 위해 디스크 굽기 유틸리티를 사용하는 경우, DVD는 DVD 플레이어에서 제대로 재생되지 않을 수도 있습니다. 최상의 결과를 위해, iDVD를 사용하여 복층 프로젝트를 직접 DVD로 구우십시오.";
"DualLayerDiscImageOKButtonLabel" = "저장";

"TooMuchContentForSingleLayerDiskTitle" = "프로젝트가 디스크에 비해 너무 큼";
"TooMuchContentForSingleLayerDiskMsg" = "이 프로젝트는 단층 디스크의 크기에 비해 너무 큽니다.";
"TooMuchContentForSingleLayerDiskMsgExt" =  "단층 디스크에서 iDVD 프로젝트의 최대 실행 시간은 2시간입니다. 이 프로젝트의 실행 시간을 줄이고 다시 시도하십시오.";

"TooMuchContentForDualLayerDiskTitle" = "프로젝트가 디스크에 비해 너무 큼";
"TooMuchContentForDualLayerDiskMsg" = "이 프로젝트는 복층 디스크의 크기에 비해 너무 큽니다.";
"TooMuchContentForDualLayerDiskMsgExt" = "복층 디스크에서 iDVD 프로젝트의 최대 실행 시간은 4시간입니다. 이 프로젝트의 실행 시간을 줄이고 다시 시도하십시오.";

"NotEnoughContentForDoubleLayerTitle" = "프로젝트가 디스크에 비해 너무 작음";
"NotEnoughContentForDoubleLayerMsg" = "이 프로젝트는 복층 디스크에 대한 내용이 충분하지 않습니다. 단층 디스크를 삽입하여 계속하거나 취소를 눌러 중단하십시오.";